Repository: elementary/settings-network
Catalog: po/extra/*.po
Languages: de, es, fr, tr

source: Network Settings
de: Netzwerkeinstellungen
es: Configuración de red
fr: Paramètres du réseau
tr: Ağ Ayarları

source: Manage network devices and connectivity
de: Netzwerkgeräte und Verbindungen verwalten
es: Gestione los dispositivos en red y la conectividad
fr: Gérer les périphériques et la connexion au réseau
tr: Ağ bağlantısını ve cihazları yönetin

source: Minor updates
de: Kleinere Aktualisierungen
es: Actualizaciones menores
fr: Mises à jour mineures
tr: Küçük güncellemeler

source: Updated translations
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
tr: Çeviriler güncellendi

source: Fixes:
de: Fehlerbehebungen:
fr: Corrections :
tr: Düzeltmeler:

source: Show correct info for WPA3 networks
fr: Affichage des informations appropriées pour les réseaux WPA3

source: Fix an issue with wired connections repeatedly reconnecting
fr: Correction d'un problème de connexion en boucle en cas de connexion filaire

source: Fix a crash on startup for some devices
de: Absturz beim Systemstart auf manchen Geräten behoben
fr: Correction d'un plantage au démarrage pour certains périphériques
tr: Bazı cihazlar için başlangıçta oluşan bir kilitlenme düzeltildi

source: Show message when Ethernet is unplugged
de: Zeige Nachricht, wenn der Ethernetstecker ausgesteckt wurde
fr: Affichage d'un message lorsque le câble Ethernet est débranché
tr: Ethernet çıkartılırsa mesaj göster

source: Show DNS info
de: Zeige DNS Info
fr: Affichage des informations du DNS
tr: DNS bilgilerini göster

source: Better status when wireless network is disabled
de: Bessere Statusanzeige bei abgeschaltetem kabellosen Netzwerk
es: Mejor estado cuando se desactivan las redes inalámbricas
fr: Meilleur affichage de l'état du réseau lorsque le réseau sans fil est désactivé
tr: Kablosuz ağ devre dışı bırakıldığında daha iyi durum bildir

source: Improvements
de: Verbesserungen
es: Mejoras
fr: Améliorations
tr: İyileştirmeler

source: Better support for various network encryption types
de: Bessere Unterstützung für diverse Netzwerkverschlüsselungstypen
es: Mejor compatibilidad con diversos tipos de cifrado de red
fr: Meilleure prise en charge des différentes méthodes de chiffrement du réseau
tr: Çeşitli ağ şifreleme türleri için daha iyi destek sağlandı

source: More accurately report encryption type
de: Präzisere Angabe zum Verschlüsselungstyp
es: Se informa con mayor precisión del tipo de cifrado
fr: Détection plus précise de la méthode de chiffrement utilisée
tr: Şifreleme türü daha doğru bir şekilde bildirilecek

source: Redesigned Wireless page
de: Überarbeitete Seite für drahtlose Verbindungen
es: Rediseñada la página Inalámbrica
fr: Refonte de la page des connexions sans fil
tr: Kablosuz sayfası yeniden tasarlandı

source: Redesigned Hotspot and VPN pages
de: Überarbeitete Seiten zu Hotspot und VPN
es: Rediseñadas la páginas Punto de acceso y VPN
fr: Les pages Point d'accès et VPN ont été repensées
tr: Hotspot ve VPN sayfaları yeniden tasarlandı

source: Fix subnet mask calculation
de: Fehlerbehebung: Subnet-Masken-Berechnung
es: Corrección del cálculo de máscara de subred
fr: Correction du calcul du masque de sous-réseau
tr: Alt ağ maskesi hesaplaması düzeltildi

source: Show an error dialog if we fail to disconnect from a network
de: Fehlermeldung anzeigen bei fehlgeschlagener Netzwerktrennung
es: Se muestra un diálogo de error si no se puede desconectar de una red
fr: Affichage d'une boîte de dialogue lors d'un échec de déconnexion à un réseau
tr: Ağ bağlantısı kesilemezse bir hata iletişim kutusu göster
