Repository: elementary/settings-network
Catalog: po/*.po
Languages: ckb

source: Unknown
ckb: نەزانراو

source: Connected
ckb: پەیوەستبوو

source: Disconnected
ckb: پچڕاو

source: Unmanaged
ckb: بەڕێوەنەبراو

source: In preparation
ckb: لە ئامادەکاریدا

source: Connecting…
ckb: پەیوەستبوون…

source: Requires more information
ckb: پێویستی بە کۆمەڵێک زانیاری زیاترە

source: Requesting addresses…
ckb: داواکردنی ئادرێسەکان…

source: Checking connection…
ckb: پشکنینی پەیوەستی…

source: Waiting for connection…
ckb: چاوەڕێی پەیوەستبوون دەکەین…

source: Disconnecting…
ckb: پچڕاندن…

source: Failed to connect
ckb: شکستی هێنا لە پەیوەستبووندا

source: Cable unplugged
ckb: کێبڵەکە لە کۆمپیتەرەکە کرایەوە

source: Ethernet
ckb: ئیسەرنێت

source: Wi-Fi
ckb: وای-فای

source: Not used
ckb: بەکارنەهاتوو

source: Bluetooth
ckb: بلوتوس

source: WiMAX Broadband
ckb: برۆدباندی واماکس

source: Modem
ckb: مۆدێم

source: InfiniBand device
ckb: ئامێری ئینفینی باند

source: Bond master
ckb: بۆند ماستەر

source: VLAN Interface
ckb: ڕووکاری VLAN

source: ADSL Modem
ckb: مۆدێمی ADSL

source: Bridge master
ckb: ماستەری بریج

source: Network
ckb: ڕایەڵە

source: Manage network devices and connectivity
ckb: ئامێرەکانی ڕایەڵە و پەیوەستبوونەکانت بەڕێوەبەرە

source: LAN
ckb: لان

source: Wireless
ckb: وایەرلێس

source: WLAN
ckb: دەبلیولان

source: Proxy
ckb: پرۆکسی

source: Airplane Mode
ckb: دۆخی فڕۆکە

source: IP Address
ckb: ئادرێسی ئایپی

source: Hotspot
ckb: هۆتسپۆت

source: VPN
ckb: ڤی پی ئێن

source: Virtual
ckb: وەهمی

source: Devices
ckb: ئامێرەکان

source: Airplane Mode Is Enabled
ckb: دۆخی فڕۆکە کارایە

source: While in Airplane Mode your device's Internet access and any wireless and ethernet connections, will be suspended.
ckb: کاتێک لە دۆخی فڕۆکەدایت، هەموو دەستگەیشتنەکانت بە ئینتەرنێت دەوەستێندرێت.

source: You will be unable to browse the web or use applications that require a network connection or Internet access.
ckb: ناتوانیت وێبگەڕ یان ئەو بەرنامانە بەکاربهێنیت کە پێویستیان بە ئینتەرنێتە.

source: Applications and other functions that do not require the Internet will be unaffected.
ckb: ئەو بەرنامە و کارانەی کە پێویستیان بە ئینتەرنێت نییە، وەکو خۆیان دەمێننەوە.

source: This Wired Network is Unavailable
ckb: ئەم ڕایەڵە وەیارییە بەردەست نییە

source: A network cable is not plugged in or may be broken
ckb: لەوانەیە وایەری ئینتەرنێتەکە بە کۆمپیتەرەکەوە نەبێت یان وەیارەکە خراپ بووە

source: Advanced Settings…
ckb: ڕێکخستنە باڵاکان…

source: Virtual network: %s
ckb: ڕایەڵەی وەهمی: %s

source: Wired
ckb: بە وەیار پەیوەستبووە

source: Enabling Hotspot will disconnect from any connected wireless networks. You will not be able to connect to a wireless network while Hotspot is active.
ckb: بە کردنەوەی هۆتسپۆت کۆمپیتەرەکەت دەپچڕێندرێت لەگەڵ هەر ڕایەڵەیەکی پەیوەستکراوە و، ناتوانیت پەیوەستی هیچ ئینتەرنێتێک ببیت لە کاتێکدا کە هۆتسپۆت کارایە.

source: Show Password
ckb: تێپەڕەوشە پشاندە

source: Network Name:
ckb: ناوی ڕایەڵە:

source: Password:
ckb: تێپەڕەوشە:

source: New…
ckb: نوێ…

source: Connection:
ckb: پەیوەستی:

source: Hotspot Settings…
ckb: ڕێکخستنەکانی هۆتسپۆت…

source: Hotspot %s
ckb: هۆتسپۆت %s

source: Password needs to be at least 8 characters long
ckb: تێپەڕەوشە دەبێت لانیکەم ٨ کارێکتەر بێت

source: Password is at least 8 characters long
ckb: تێپەڕەوشە لانیکەم ٨ کارێکتەرە

source: Edit Connections…
ckb: دەستکاریکردنی پەیوەندییەکان…

source: Modem: %s
ckb: مۆدێم: %s

source: Mobile Broadband: %s
ckb: بۆردباندی مۆبایل: %s

source: Mobile Broadband
ckb: مۆبایل برۆدباند

source: Configuration
ckb: ڕێکخستن

source: Exceptions
ckb: هەڵاواردراوەکان

source: Disabled
ckb: وەستێنراو

source: Enabled (manual mode)
ckb: کاراکراو (دۆخی دەستی)

source: Enabled (auto mode)
ckb: کاراکراو (دۆخی خۆکار)

source: VPN removed
ckb: ڤی پی ئێن سڕدرایەوە

source: Undo
ckb: هەڵوەشاندنەوە

source: No VPN Connections
ckb: هیچ پەیوەستبوونێکی ڤی پی ئێن نییە

source: Add a new VPN connection to begin.
ckb: ڤی پی ئێنێک زیاد بکە بۆ کاراکردنی ئەم بەشە.

source: Failed to run Connection Editor
ckb: کردنەوەی دەستکاریکەری پەیوەندی شکستی هێنا

source: The program "nm-connection-editor" may not be installed.
ckb: لەوانەیە پڕۆگرامی "nm-connection-editor" دانەمەزرابێت.

source: Failed to remove VPN connection
ckb: سڕینەوەی ڤی پی ئێن شکستی هێنا

source: This device is in Hotspot Mode
ckb: ئەم ئامێرە لە دۆخی هۆتسپۆتدایە

source: Turn off the Hotspot Mode to connect to other Access Points.
ckb: هۆتسپۆت دابەخەوە بۆ ئەوەی بتوانیت پەیوەستی خاڵە (ئەکسێس پۆینت) بەردەستەکانی تر بیت.

source: Connect to Hidden Network…
ckb: پەیوەستبوون بە ڕایەڵەیەکی شارەوە…

source: No Access Points Available
ckb: هیچ خاڵێک (ئەکسێس پۆینت) بەردەست نییە

source: There are no wireless access points within range.
ckb: هیچ ئەکسێس پۆینتێک لەم مەودایەدا بەردەست نییە.

source: Wireless Is Disabled
ckb: وایەرلێس وەستێنرا

source: Enable wireless to discover nearby wireless access points.
ckb: وایەرلێس کارا بکە بۆ بینینی ئەکسێس پۆینتە بەردەسکانی دەوروبەرت.

source: Scanning for Access Points…
ckb: گەڕان بەدوای ئەکسێس پۆیتنتەکان…

source: Disconnect
ckb: پچڕاندن

source: Settings…
ckb: ڕێکخستنەکان…

source: Unknown Device
ckb: ئامێری نەناسراو

source: Unknown type: %s
ckb: جۆری نەزانراو: %s

source: Failed To Disconnect
ckb: پچڕاندن شکستی هێنا

source: Unable to disconnect from the currently connected network
ckb: نەتوانرا لە ڕایەڵەی پەیوەستی ئێستا بپچڕێندرێت

source: Sent
ckb: ڕۆشتوو

source: Received
ckb: هاتوو

source: Connect
ckb: پەیوەستکردن

source: 40/64-bit WEP encrypted
ckb: WEPی کۆدکراوی ٤٠/٦٤-بیت

source: 104/128-bit WEP encrypted
ckb: WEPی کۆدکراوی ١٠٤/١٢٨-بیت

source: WPA3 encrypted
ckb: WPA3 کۆدکراوە

source: WPA encrypted
ckb: WPA کۆدکراوە

source: Encrypted
ckb: کۆدکراو

source: Unsecured
ckb: نائاسایش

source: Could not be connected to
ckb: نەتوانرا پەیوەست ببێت بە

source: Connecting
ckb: پەیوەستبوون

source: Close
ckb: داخستن

source: Cannot remove an active VPN connection.
ckb: ناتوانیت ڤی پی ئێنێکی چالاک بسڕیتەوە.

source: Ignored hosts
ckb: هۆستە چەپێندراوەکان

source: Exception to add (separate with commas to add multiple)
ckb: زیادکردنی هەڵاواردراو (ئەگەر زیاتر لە دانەیەکت زیاد کرد، بە کۆما جیایان بکەوە)

source: Add Exception
ckb: زیادکردنی هەڵاواردراو

source: Automatic proxy configuration
ckb: ڕێکخستنی پڕۆکسی بە خۆکارانە

source: Manual proxy configuration
ckb: ڕێکخستنی پڕۆکسی بەدەست

source: URL to configuration script
ckb: بەستەر (URL) بۆ سکریپتی ڕێکخستن

source: Use this proxy server for all protocols
ckb: ئەم ڕاژەکاری پرۆکسییە بۆ هەموو پرۆتۆکۆلەکان بەکاربهێنە

source: Reset Settings
ckb: گەڕاندنەوەی ڕێکخستنەکان بۆ دۆخی بنەڕەتی

source: Are you sure you want to reset all Proxy settings?
ckb: دڵنایی لە گەڕاندنەوەی ڕێکخستنەکانی پرۆکسی بۆ دۆخی بنەڕەتیان؟

source: All host and port settings will be cleared and can not be restored.
ckb: هەموو هۆست و پۆرتەکان دەسڕێنەوە و ناتوانیت بیانگەڕێنیتەوە.

source: Port:
ckb: پۆرت:
